HSDTaskName = "Блокировка нежелательных факсов";

//progress title when printing the junk fax list
"PRINT_PROGRESS_TITLE" = "Подождите, выполняется печать...";

//button titles
"DONE" = "Готово";
"YES" = "Да";
"NO" = "Нет";
"OK" = "OK";
"CLOSE" = "Закрыть";
DeleteButtonTitle = "Удалить";

//Block status label
"BLOCK_STATUS_MESSAGE" = "Использовано записей: %1$d из %2$d";

//Not a valid block fax number
"INVALID_FAX_NUMBER_TITLE" = "Недопустимый номер факса";
"INVALID_FAX_NUMBER_DESC" = "Введен недопустимый номер. Можно вводить только цифры (0123456789). Введите допустимый номер факса и повторите попытку.";

//Caller ID required warning message, when Block status is made ON
"JUNK_FAX_WARNING_TITLE" = "Требуется определитель номера";
"JUNK_FAX_WARNING_DESC" = "Для блокировки нежелательных факсов требуется, чтобы устройство было подключено к линии с активным определителем номера.\n\nЕсли неизвестно, используется ли на линии определитель номера, обратитесь к поставщику услуг телефонной связи.";
"JUNK_FAX_DELETION_DESC" = "Действительно удалить выбранные номера из списка заблокированных номеров факсов?";

//Duplicate entry error, If we need to allow duplicates
"DUPLICATE_JUNK_FAX_ENTRY_TITLE" = "Дублирование номера";
"DUPLICATE_JUNK_FAX_ENTRY_DESC" = "Этот номер уже внесен в список нежелательных номеров факсов. Добавить еще раз?";

//Duplicate entry Error.
"DUPLICATE_JUNK_FAX_ENTRY_TITLE1" = "Дублирование заблокированного номера факса";
"DUPLICATE_JUNK_FAX_ENTRY_DESC1" = "Этот номер уже внесен в список заблокированных номеров факсов.";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "Убедитесь, что устройство подключено к сети и не обрабатывает задачу отправки факса.";

HSDTaskDescriptionTitle = "Используйте функцию блокировки нежелательных факсов для блокировки входящих факсов с выбранных номеров определителя номера.";
HSDJunkFaxBlockingStateTitle = "Блокировка факсов с определителем номера:";
HSDBlockedNumbersTitle = "Заблокированные номера:";
HSDApplyButtonTitle = "Применить";
HSDPrintListButtonTitle = "Печать списка";

HSDEditPanelDescriptionTitle = "Введите номер факса для блокировки:";
HSDOffButtonTitle = "Выкл.";
HSDOnButtonTitle = "Вкл.";

HSDFaxNumberTitle = "Номер факса";
HSDEditButtonTitle = "Изменить…";
HSDCreateButtonTitle = "Создать";
HSDCancelButtonTitle = "Отмена";

AskSaveChangesAlertTitle = "Вы отредактировали список блокируемых факсовых номеров";
AskSaveChangesAlertMsg = "Внесенные изменения не будут включены в печатаемый список, если не применить их. Применить изменения перед печатью списка?";
AskSaveChangesDontApplyButtonTitle = "Не применять";
AskSaveCahngesApplyButtonTitle = "Применить";

PlusButtonToolTip = "Добавить новый заблокированный номер";
MinusButtonToolTip = "Удалить заблокированный номер";
EditButtonToolTip = "Изменить заблокированный номер";
PrintButtonToolTip = "Печать заблокированных номеров";
